Repository: IngrownMink4/dynamic-wallpaper-editor
Catalog: po/*.po
Languages: de

source: Dynamic Wallpaper Editor
de: Editor für dynamische Bildschirmhintergründe

source: Create or edit dynamic wallpapers for GNOME
de: Dynamische Bildschirmhintergründe für GNOME

source: Dynamic Wallpaper Editor is a simple utility to create or edit dynamic wallpapers for the GNOME desktop.
de: Der Editor für dynamische Bildschirmhintergründe ist ein einfaches Werkzeug, um dynamische Bildschirmhintergründe für den GNOME-Desktop zu erstellen oder zu bearbeiten.

source: The duration of each picture and each transition can be set separately or globally. The wallpaper will fit the daylight if its total duration is exactly 24 hours.
de: Für jedes Bild und für jeden Übergang kann die Dauer einzeln oder für alle gleich eingestellt werden. Der Hintergrund passt sich dem Tagesverlauf an, wenn die Gesamtdauer genau 24 Stunden beträgt.

source: Version 3.0 greatly improves performances.
de: Version 3.0 verbessert die Leistung erheblich.

source: An editing history is now available to undo or redo your changes.
de: Ein Bearbeitungsverlauf ist jetzt verfügbar, um Ihre Änderungen rückgängig zu machen oder sie wiederherzustellen.

source: This version now detects when it runs in a flatpak sandbox, and tells you when a feature isn't available because of it (instead of silently doing nothing).
de: Diese Version erkennt jetzt, ob das Programm in einer Flatpak-Sandbox läuft. Es zeigt Ihnen eine Meldung an, wenn eine Funktion deshalb nicht verfügbar ist (anstelle einfach nichts zu tun).

source: The help manual has been updated to tell you workarounds about this problem.
de: Das Hilfehandbuch wurde aktualisiert und beinhaltet jetzt Zwischenlösungen für dieses Problem.

source: An new icon is available, following the recent GNOME guidelines.
de: Es gibt jetzt ein neues Symbol, das den aktuellen GNOME-Richtlinien entspricht.

source: The images can now be reordered, previewed, or deleted using keyboard shortcuts.
de: Die Bilder können nun mithilfe von Tastenkürzeln neu angeordnet, gelöscht oder als Vorschau angezeigt werden.

source: An example of a wallpaper changing with daylight
de: Ein Beispiel mit einem Hintergrundbild, das sich im Tagesverlauf ändert

source: The grid layout
de: Das Gitter-Layout

source: Create or edit dynamic wallpapers for GNOME.
de: Erstelle oder bearbeite dynamische Bildschirmhintergründe für GNOME.

source: Wallpaper;Daylight;XML;
de: Hintergrund;Hintergrundbild;Wallpaper;Tagesverlauf;XML;

source: New Window
de: Neues Fenster

source: Use a grid or a list
de: Liste oder Gitter verwenden

source: Display the pictures using a grid of thumbnails, or a list.
de: Bilder als Gitter mit Vorschau anzeigen oder als Liste.

source: List
de: Liste

source: Grid
de: Gitter

source: Keyboard Shortcuts
de: Tastenkombinationen

source: Help
de: Hilfe

source: About
de: Info

source: Save
de: Speichern

source: Save as…
de: Speichern unter…

source: Set as wallpaper
de: Als Bildschirmhintergrund festlegen

source: Wallpaper adjustment
de: Anpassungen für Bildschirmhintergrund

source: Mosaic
de: Mosaik

source: Centered
de: Zentriert

source: Scaled
de: Skaliert

source: Stretched
de: Gestreckt

source: Spanned
de: Übergreifend

source: Same duration for all pictures
de: Gleiche Dauer für alle Bilder

source: Fit the daylight
de: An Tagesverlauf anpassen

source: Automatically set a total of 24 hours
de: Gesamtzeit von 24 Stunden automatisch einstellen

source: Use durations instead of times
de: Verwende Dauer statt Häufigkeit

source: Replace with…
de: Ersetzen mit…

source: View picture
de: Bild anzeigen

source: View containing directory
de: Beinhaltenden Ordner anzeigen

source: Move to first position
de: An erste Stelle verschieben

source: Move up
de: Nach oben

source: Move down
de: Nach unten

source: Move to last position
de: Zur letzten Stelle verschieben

source: Time
de: Zeit

source: Time (in seconds) of this image. This doesn't include the time of the transition.
de: Zeit in Sekunden für dieses Bild. Beinhaltet nicht die Zeit der Übergänge.

source: Transition
de: Übergang

source: Time (in seconds) of the transition between this image and the next one.
de: Zeit in Sekunden für die Übergänge zwischen diesem Bild und dem nächsten.

source: Delete
de: Löschen

source: Duration
de: Dauer

source: This is useful when the total duration is 24 hours.
de: Das ist nützlich, wenn die Gesamtdauer 24 Stunden beträgt.

source: Start time of the wallpaper
de: Startzeit des Bildschirmhintergrundes

source: Year
de: Jahr

source: Month
de: Monat

source: Day
de: Tag

source: Hour
de: Stunde

source: Second
de: Sekunde

source: General
de: Allgemein

source: Close the current window
de: Aktuelles Fenster schließen

source: Quit all windows
de: Alle Fenster schließen

source: Show shortcuts
de: Tastenkürzel anzeigen

source: Show help
de: Hilfe anzeigen

source: Wallpaper
de: Bildschirmhintergrund

source: Open an existing dynamic wallpaper
de: Einen existierenden dynamischen Bildschirmhintergrund öffnen

source: History
de: Verlauf

source: Undo
de: Rückgängig

source: Redo
de: Wiederholen

source: Pictures management
de: Bilder verwalten

source: Add pictures
de: Bilder hinzufügen

source: Add a folder
de: Ordner hinzufügen

source: Find a picture
de: Ein Bild suchen

source: Selected picture
de: Ausgewähltes Bild

source: Open
de: Öffnen

source: More actions
de: Mehr Aktionen

source: Save the file and apply it as your wallpaper
de: Datei speichern und als Ihr Bildschirmhintergrund einstellen

source: Save and apply
de: Speichern und anwenden

source: Manage how you set the durations of your pictures
de: Dauer Ihrer Bilder verwalten

source: Durations options
de: Optionen zur Dauer

source: Set the exact start time of the wallpaper
de: Genaue Startzeit des Bildschirmhintergrundes festlegen

source: Sort by name
de: Nach Namen sortieren

source: Error starting the application, please report this bug.
de: Fehler beim Starten dieser Anwendung. Bitte melden Sie diesen Fehler.

source: Automatic fix
de: Automatisch beheben

source: Set durations for a total of 24 hours
de: Einstellen einer Dauer von insgesamt 24 Stunden

source: Duration of each picture (seconds)
de: Dauer jedes Bildes (Sekunden)

source: Duration of each transition (seconds)
de: Dauer jeden Übergangs (Sekunden)

source: This dynamic wallpaper is corrupted
de: Dieses dynamische Hintergrundbild ist beschädigt

source: This XML file doesn't describe a valid dynamic wallpaper
de: Diese XML-Datei beschreibt kein gültiges dynamisches Bildschirmhintergrundbild

source: Unknown element: %s
de: Unbekanntes Element: %s

source: Tell the version of the app
de: Anzeigen der Version dieser Anwendung

source: Open a new window
de: Neues Fenster öffnen

source: Error opening this file.
de: Fehler beim Öffnen dieser Datei.

source: Did you mean %s ?
de: Meinten Sie %s ?

source: Report bugs or ideas
de: Fehler oder Ideen melden

source: translator-credits
de: Onno Giesmann

source: This feature isn't available with Flatpak.
de: Diese Funktion ist mit Flatpak nicht verfügbar.

source: Don't worry, your XML file can still be set as your wallpaper from GNOME Tweaks.
de: Keine Sorge, Ihre XML-Datei kann auch mit GNOME Optimierungen als Hintergrundbild eingestellt werden.

source: This desktop environment isn't supported.
de: Diese Desktopumgebung wird nicht unterstützt.

source: Dynamic wallpapers (XML)
de: Dynamische Bildschirmhintergründe (XML)

source: All pictures
de: Alle Bilder

source: PNG images
de: PNG-Bilder

source: JPEG images
de: JPEG-Bilder

source: %s hour
de: %s Stunde

source: %s second
de: %s Sekunde

source: This picture might exist, but it isn't in your home folder so I can't see it.
de: Dieses Bild mag es geben, aber es ist nicht in Ihrem persönlichen Ordner. Daher kann es nicht angezeigt werden.

source: This picture doesn't exist
de: Dieses Bild existiert nicht

source: This picture lasts from {0} to {1}
de: Dieses Bild läuft von {0} bis {1}

source: The transition to the next picture lasts from {0} to {1}
de: Der Übergang zum nächsten Bild dauert von {0} bis {1}

source: Add new pictures, or open an existing XML file.
de: Neue Bilder hinzufügen oder eine bereits vorhandene XML-Datei öffnen.

source: Drag-and-drop pictures to reorder them.
de: Neuordnen der Bilder durch Ziehen-und-Ablegen.

source: %s picture
de: %s Bild

source: Total time: %s second
de: Gesamte Zeit: %s Sekunde

source: The total duration isn't 24 hours.
de: Die Gesamtdauer ist nicht 24 Stunden.

source: There are unsaved modifications to your wallpaper.
de: Es gibt Änderungen an Ihrem Hintergrundbild, die noch nicht gespeichert wurden.

source: There are unsaved modifications to %s
de: Es gibt Änderungen an %s, die noch nicht gespeichert wurden

source: Cancel
de: Abbrechen

source: Discard
de: Verwerfen

source: Loading…
de: Laden…

source: Replace %s
de: %s ersetzen

source: Untitled
de: Unbenannt
